namespace Adapter.Domain
{
    public static class Consts
    {
        public static readonly IReadOnlyList<string> AnimeGenres = new List<string>
        {
            "Боевые искусства", "Вампиры", "Гарем", "Демоны", "Детектив", "Дзёсей",
            "Драма", "Игры", "Исекай", "Исторический", "Киберпанк", "Комедия",
            "Магия", "Меха", "Мистика", "Музыка", "Пародия", "Повседневность",
            "Приключения", "Психологическое", "Романтика", "Сверхъестественное", "Сёдзе",
            "Сёдзе-ай", "Сейнен", "Сёнен", "Сёнен-ай", "Спорт", "Супер сила", "Триллер",
            "Ужасы", "Фантастика", "Фэнтези", "Школа", "Экшен", "Этти"
        }.AsReadOnly();
    }
}